---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MPerS
source: html/2734e4e1-c070-da28-0cbf-cd43a3405531.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MPerS Property

Symbol m/s, indicating unit Meters per second.

## Syntax (C#)
```csharp
public static ForgeTypeId MPerS { get; }
```